Repository: brsoftec/Deepika_GreenHouse_BR
Catalog: GH.Core/Lang/Regit.*.resx
Languages: vi

source: About us
vi: Giới thiệu

source: Address
vi: Địa chỉ

# Address_Error_Required
source: Please enter address
vi: Xin nhập vào địa chỉ

# Address_Error_Too_Long
source: Address is too long. Maximum 255 charactesr.
vi: Địa chỉ quá dài. Tối đa 255 ký tự.

source: Agree
vi: Đồng ý

source: Authenticated
vi: Đã xác thực

source: Authentication
vi: Xác thực

# Authentication_Sign_Up_Bus_Caption_1
source: To authenticate your business account,<br /> please enter PIN sent to your phone.
vi: Để xác thực tài khoản doanh nghiệp,<br/> xin nhập vào mã PIN gửi tới điện thoại của bạn

# Authentication_Sign_Up_Caption_1
source: To authenticate your account,<br /> please enter PIN sent to your phone.
vi: Để xác thực tài khoản,<br/>vui lòng nhập mã PIN đã gửi tới điện thoại của bạn

# Authentication_Sign_Up_Caption_2
source: Your PIN may take a few moments to arrive.
vi: Cần một ít thời gian để gửi mã PIN tới bạn

# Authentication_Sign_Up_Caption_3
source: Didn’t receive a PIN?
vi: Không nhận được mã PIN?

# Birthdate_Error_Invalid
source: Invalid birthdate
vi: Ngày sinh không hợp lệ

# Birthday_Day_Error_Required
source: Please enter your day of birthday
vi: Xin nhập vào ngày sinh

# Birthday_Month_Error_Required
source: Please enter your month of birthday
vi: Xin nhập vào tháng sinh

# Birthday_Year_Error_Required
source: Please enter your year of birthday
vi: Xin nhập vào năm sinh

# BoldRegit_Account
source: <b>regit</b> account
vi: tài khoản <b>regit</b>

source: Business dashboard
vi: Trang doanh nghiệp

source: Careers
vi: Tuyển dụng

source: Choose one industry
vi: Chọn một lĩnh vực

source: City
vi: Thành phố

# City_Error_Required
source: Please select city
vi: Xin chọn thành phố

source: Company details
vi: Chi tiết công ty

source: Company name
vi: Tên công ty

# Company_Name_Error_Required
source: Please enter company name
vi: Xin nhập vào tên công ty

# Company_Name_Error_Too_Long
source: Company name is too long. Maximum 255 characters.
vi: Tên công ty quá dài. Tối đa 255 ký tự.

source: Congratulations
vi: Chúc mừng

# Congratulations_Sign_Up_Bus_Caption
source: You have successfully signed up a Business account.
vi: Bạn đã đăng ký thành công tài khoản doanh nghiệp.

# Congratulations_Sign_Up_Caption
source: You have successfully signed up as a Regit user.
vi: Bạn đã đăng ký thành công

# Congratulations_Sign_Up_More_Info_Caption
source: Please help us serve you better. Tell us a bit more about yourself.&lt;br /&gt;You can choose to do this now or later
vi: Xin giúp chúng tôi phục vụ bạn tốt hơn. Cho chúng tôi biết sơ lược về bạn.<br/>Bạn có thể thực hiện bây giờ hoặc sau này

source: Contact details
vi: Chi tiết liên lạc

source: Country
vi: Quốc gia

# Country_Error_Required
source: Please select country
vi: Xin chọn quốc gia

source: Create a new
vi: Tạo mới một

source: Day
vi: Ngày

source: Description
vi: Mô tả

source: Disagree
vi: Không đồng ý

source: Display name
vi: Tên hiển thị

# Display_Name_Error_Required
source: Please enter display name
vi: Xin nhập vào tên hiển thị

# Display_Name_Error_Too_Long
source: Display name is too long. Maximum 255 charactesr.
vi: Tên hiển thị quá dài. Tối đa 255 ký tự.

# Email_Error_Invalid
source: Invalid email
vi: Email không hợp lệ

# Email_Error_Not_Available
source: The email address has already been taken by another user
vi: Email đã được sử dụng bởi tài khoản khác

# Email_Error_Required
source: Please enter your email
vi: Xin nhập vào email

source: First name
vi: Tên

# First_Name_Error_Required
source: Please enter your first name
vi: Xin nhập vào tên

source: Gender
vi: Giới tính

# Gender_Error_Required
source: Please select gender
vi: Xin chọn giới tính

source: Having Trouble?
vi: Quên mật khẩu?

# Incorrect_Login
source: The email or password is incorrect.
vi: Email hoặc mật khẩu không đúng

# Industry_Error_Required
source: Please select an industry
vi: Xin chọn một lĩnh vực

source: Invalid email
vi: Email không hợp lệ

source: Invalid password
vi: Mật khẩu không hợp lệ

source: Last name
vi: Họ

# Last_Name_Error_Required
source: Please enter your last name
vi: Xin nhập vào họ

source: Later
vi: Để sau

# Legal_AndSign_Privacy
source: Legal & privacy
vi: Luật & chính sách

source: Link with personal
vi: Liên kết tài khoản cá nhân

source: Login
vi: Đăng nhập

source: Login with Social Account instead
vi: Đăng nhập bằng tài khoản mạng xã hội

source: Mobile number
vi: Số điện thoại di động

# Mobile_Number_Sign_Up_Caption
source: We need your phone number for security (text to explain why we need users phone number)
vi: Chúng tôi cần số di động của bạn để bảo mật (lý do tại sao chúng tôi cần số điện thoại của bạn)

source: Month
vi: Tháng

source: Password
vi: Mật khẩu

# Password_Error_Invalidated
source: Password minimum length is 8 characters
vi: Mật khẩu gồm 8 ký tự trở lên

# Password_Error_Required
source: Please enter password
vi: Xin nhập vào mật khẩu

# Phone_Number_Error_Country_Code_Required
source: Please select country of your phone number
vi: Xin chọn quốc gia của số điện thoại bạn xài

# Phone_Number_Error_Invalid
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# Phone_Number_Error_Mobile_Required
source: We accept only mobile number
vi: Chúng tôi chỉ chấp nhận số di động

# Phone_Number_Error_Required
source: Please enter your phone number
vi: Xin nhập vào số điện thoại

# PIN_Error_Incorrect
source: Incorrect PIN. Please re-enter
vi: Sai mã PIN. Xin nhập lại

# PIN_Error_Invalid_Request
source: Invalid request. Maybe your Authentication has been verified or termniated
vi: Yêu cầu không hợp lệ. Có thể bạn đã được xác thực hoặc phiên này đã bị hủy.

# PIN_Error_Required
source: Please enter your PIN
vi: Xin nhập vào PIN

# PIN_Error_Wrong_Many_Times
source: Wrong PIN code was provided too many times. Your authentication has been terminated.
vi: Mã PIN không hợp lệ sử dụng quá nhiều lần. Phiên xác thực của bạn đã bị hủy.

# Please_Fill_In_Below_To_Create_Your_Account
source: Please fill in below to <b>create your account</b>
vi: Điền vào các thông tin dưới để <b>tạo tài khoản của bạn</b>

source: Regit for business
vi: Regit cho doanh nghiệp

source: Regit for developers
vi: Regit cho lập trình viên

source: Re-send PIN
vi: Gửi lại PIN

source: Save
vi: Lưu

source: Security questions
vi: Câu hỏi bảo mật

# Security_Questions_Sign_Up_Caption
source: For your safety please enter your answers to three questions below. You will be prompted for these answers when we need to verify you as the illegible owner of your account, possibly if you lost your phone.
vi: Để an toàn, vui lòng trả lời 3 câu hỏi dưới đây. Bạn cần trả lời những câu hỏi này khi chúng tôi kiểm tra tính hợp lệ của chủ sở hữu tài khoản, có thể trong trường hợp bạn mất điện thoại

# Security_Question_Answer_Error_Required
source: Please answer the question
vi: Xin trả lời câu hỏi bảo mật

# Security_Question_Error_Required
source: Please select question
vi: Xin chọn câu hỏi bảo mật

source: SELECT COUNTRY
vi: Chọn quốc gia

source: Select the security question
vi: Chọn câu hỏi bảo mật

source: Send by voice
vi: Gửi bằng cuộc gọi

source: Sign up
vi: Đăng ký

source: Sign in failed
vi: Không thể đăng nhập

source: Submit
vi: Gửi

source: Terms and condition
vi: Điều khoản và điều kiện

source: The user was disabled.
vi: Tài khoản đã bị vô hiệu hóa

# Website_Error_Invalid
source: Invalid website url
vi: Địa chỉ website không hợp lệ

# Website_Error_Required
source: Please enter website URL
vi: Xin nhập vào website

# Website_Error_Too_Long
source: Website is too long. Maximum 255 characters.
vi: Địa chỉ website quá dài. Tối đa 255 ký tự.

source: Year
vi: Năm

source: Your answer
vi: Câu trả lời của bạn

source: Access & Workflow Roles
vi: Truy cập và vai trò đăng bài

source: Activity Log Settings
vi: Cài đặt lịch sử hoạt động

source: Add
vi: Thêm

source: Add new people
vi: Thêm người mới

source: Allow comment
vi: Cho phép bình luận

# Apply_all_days
source: Apply to all days
vi: Áp dụng tất cả các ngày

source: Approver
vi: Kiểm duyệt

source: Authenticate
vi: Xác nhận

source: Avatar
vi: Hình đại diện

source: BUSINESS ACCOUNT MANAGEMENT
vi: QUẢN LÝ TÀI KHOẢN DOANH NGHIỆP

# BUSINESS_ACCOUNT_MANAGEMENT_MESAGE
source: Central area to manage your account related management
vi: Trung tâm quản lý thông tin liên quan đến tài khoản của bạn

source: Business Description
vi: Mô tả

source: Cancel
vi: Hủy

source: Change Email
vi: Thay đổi Email

source: Change Login Password
vi: Đổi mật khẩu

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Connect
vi: Kết nối

source: CONNECT TO A FACEBOOK PAGE
vi: KẾT NỐI ĐẾN TRANG FANPAGE FACEBOOK

source: Customer by Campaign
vi: Thống kê chiến dịch

source: Customer Management
vi: Quản Lý Khách Hàng

# Didnt_receive_PIN
source: Didn’t receive a PIN
vi: Không nhận được mã PIN

source: Edit
vi: Sửa

source: Editor
vi: Người chỉnh sửa

source: Edit Business Page
vi: Sửa trang doanh nghiệp

source: example
vi: ví dụ

source: find your member
vi: Tìm số của bạn

source: Hours
vi: Giờ

source: Manage Login and Password Settings
vi: Cài đặt đăng nhập và mật khẩu

source: Manage Regit One Account Settings
vi: Cài đặt đồng bộ tài khoản

source: Master Custom List
vi: Thống kê tùy chỉnh

source: Name
vi: Tên

source: New Email
vi: Email mới

source: New Password
vi: Mật khẩu mới

source: New Phone number
vi: Số điện thoại mới

source: No Results Found
vi: Không tìm thất kết quả

source: Old Password
vi: mậ khẩu cũ

source: Page
vi: Trang Fanpage

source: Phone number
vi: Số điện thoại

source: Picture Album
vi: Album hình

# Please_enter_PIN
source: Please enter PIN sent to your phone.
vi: Vui lòng nhập mã PIN đã được gửi tới số điện thoại của bạn

source: Preview
vi: Xem trước

source: Preview Business Page
vi: Xem trước

source: Privacy
vi: Quyền riêng tư

source: Region
vi: Khu vực

source: SELECT CITY
vi: CHỌN THÀNH PHỐ

source: SELECT REGION
vi: CHỌN KHU VỰC

source: Street
vi: Đường

source: Upload Photo
vi: Tải hình ảnh

# Upload_picture_limited
source: You can upload 6 pictures
vi: Bạn có thể tải lên 6 hình

source: View
vi: Xem

source: Who can view?
vi: Ai có thể xem?

# Your_PIN_waiting
source: Your PIN may take a few moments to arrive.
vi: Mã PIN có thể mất một lát để gửi

# You_must_be_authenticated
source: You must be authenticated before you can change your log in password setting.
vi: Bạn phải đăng nhập/xác nhận trước khi thay đổi

# Account_Settings_Sub_Title
source: All Account Related Settings
vi: Cấu hình các tài khoản liên quan

# Account_Settings_Title
source: Account Settings
vi: Cấu hình tài khoản

# Broadcast_Status_Title
source: Broadcast Status
vi: Tình trạng phát sóng

# City_And_Country_Title
source: City And Country
vi: Quốc gia và thành phố

# Profile_Picture_Title
source: Profile Picture
vi: Ảnh cá nhân

# Change_Security_Questions_Title
source: Change security questions
vi: Thay đổi câu hỏi bí mật

# Confirm_New_Phone_Number_Title
source: Confirm new phone number
vi: Xác nhận số điện thoại mới

# Manage_Business_Relationship_Title
source: Manage Business Relationship
vi: Quản lý mối quan hệ kinh doanh

# Phone_Number_For_OTP_Title
source: Phone number for OTP
vi: Số điện thoại cho OTP

# Privacies_AutoDeleteMessage_Message
source: Auto delete messages after 10 days
vi: Tự động xóa sau 10 ngày

# Privacies_FindMe_Message
source: Whether people can find you
vi: Bất cứ ai cũng được phép tìm thấy bạn

# Privacies_NotFollowBusinessSendMeAds_Message
source: Whether business you don’t follow can send you promotions/ads/events/messages
vi: Cho phép mọi doanh nghiệp có thể gửi khuyến mãi/ quảng cáo/ sự kiện/ tin nhắn

# Privacies_SendMeMessage_Message
source: Who can send you message
vi: Ai có thể được phép gửi tin nhắn cho bạn

# Privacies_ShareMyActivity_Message
source: Whether your activities are shared
vi: Hoạt động của bạn có được chia sẻ hay không

# Privacies_ViewMyProfile_Message
source: Whether people can view your profile
vi: Cho phép mọi người có thể xem thông tin cá nhân

# UnFollowBtn
source: UnFollow
vi: Bỏ theo dõi

# Whether_People_Can_Find_You_Message
source: Whether people can find you
vi: Cho phép mọi người tìm thấy bạn

# Your_Transactions_With_Message
source: Your Transactions With
vi: Hoạt động của bạn với

# ActivityLogSettings_RecordInteraction
source: Keep a record of your interactions
vi: Lưu hoạt động tương tác của bạn

# ActivityLogSettings_RecordSocialActivity
source: Keep a record of your social activities
vi: Lưu các hoạt động xã hội của bạn

# Activity_Log_Settings_Title
source: Activity Log Settings
vi: Cấu hình lưu trữ hoạt động

# CloseBtn
source: Close
vi: Đóng

# Close_Or_Suspend_Account_Title
source: Close/Suspend Account
vi: Đóng/tạm dừng tài khoản

# Close_Your_Account_Title
source: Close your account
vi: Đóng tài khoản

# Event_And_Reminders_Title
source: Event & Reminders
vi: Sự kiện & Nhắc nhở

# Interactions_Title
source: Interactions
vi: Tương tác

# Invite_Title
source: Invite
vi: Mời

# Manage_Your_Network_Title
source: Manage Your Network
vi: Quản lý mạng lưới

# Network_Request_Title
source: Network Request
vi: Yêu cầu mạng lưới

# Network_Title
source: Network
vi: Mạng

# Notification_Settings_Title
source: Notification Settings
vi: Thiết lập thông báo

# Pending_Invitations_Title
source: Pending Invitations
vi: Lời mời đang chờ

# SuspendBtn
source: Suspend
vi: Tạm dừng

# Suspend_Your_Account_Title
source: Suspend your account
vi: Tạm dừng tài khoản

# To_Normal_Message
source: To Normal
vi: Bình thường

# To_Trusted_Message
source: To Trusted
vi: Tin tưởng

# Workflow_Title
source: Workflow
vi: Quy trình làm việc

# Privacy_Settings_Title
source: Privacy Settings
vi: Thiết lập riêng tư

# NoText
source: No
vi: Không

# YesText
source: Yes
vi: Có

# Example_Mobile_Message
source: Example: 099 98 88 777
vi: Ví dụ: 099 98 88 777

# Find_Your_Friends_Message
source: find your friends
vi: Tìm kiếm trong danh sách bạn bè

# Select_Privacy_Title
source: Select Privacy
vi: Chọn quyền riêng tư

# Select_The_Security_Question_One
source: Select The Question 1
vi: Chọn câu hỏi số 1

# Select_The_Security_Question_Three
source: Select The Question 3
vi: Chọn câu hỏi số 3

# Select_The_Security_Question_Two
source: Select The Question 2
vi: Chọn câu hỏi số 2

# CloseSuspendSettings_CloseConfirmMessage
source: Closing your account will permanently delete all your account details, including your activities, information vault, account linkage,Are you sure you want to close your account?
vi: Đóng tài khoản của bạn sẽ vĩnh viễn xóa tất cả các chi tiết tài khoản của bạn, bao gồm cả các hoạt động của bạn, vault thông tin, liên kết tài khoản, Bạn có chắc chắn bạn muốn đóng tài khoản của bạn?

# CloseSuspendSettings_SuspendConfirmMessage
source: Suspending your account means you are remove from the network community. You won’t get any content, no messages, people cannot find you, and you cannot use your accounts for anything, except viewing your accountAre you sure you want to suspend your account?
vi: Đình chỉ tài khoản của bạn có nghĩa là bạn loại bỏ từ cộng đồng mạng. Bạn sẽ không nhận được bất kỳ nội dung, không có tin nhắn, mọi người có thể không tìm thấy bạn, và bạn không thể sử dụng tài khoản của bạn cho bất cứ điều gì, ngoại trừ xem tài khoản của bạn. Bạn có chắc chắn muốn treo tài khoản của bạn?

# EditProfileSettings_DisplayName_MaxLength
source: Display Name length cannot exceed 128 characters
vi: Tên hiển thị chiều dài không quá 128 ký tự

# EditProfileSettings_DisplayName_Required
source: Please enter display name
vi: Vui lòng nhập tên hiển thị.

# EditProfileSettings_NewProfilePicture_Required
source: Please choose an image file.
vi: Vui lòng chọn một tập tin hình ảnh.

# EditProfileSettings_PhotoUrl_Required
source: Please choose an image
vi: Vui lòng chọn một hình ảnh

# EditProfileSettings_Status_MaxLength
source: Status length cannot exceed 128 characters
vi: Chiều dài tình trạng không thể vượt quá 128 ký tự

# ConfirmBtn
source: Confirm
vi: Xác nhận

# Edit_Profile_Title
source: Edit Profile
vi: Sửa thông tin cá nhân

# Error_Title
source: Error
vi: Lỗi

# Warning_Title
source: Warning
vi: Cảnh Báo

# Change_Security_Questions_Success_Message
source: Change security questions success
vi: Thay đổi câu hỏi bảo mật thành công

# Confirm_Country_Required_Message
source: Please select confirm country
vi: Vui lòng chọn quốc xác nhận

# Confirm_New_Password_Invalid_Message
source: Confirm password does not match with new password
vi: Xác nhận mật khẩu không phù hợp với mật khẩu mới

# Confirm_New_Phone_Number_Error_Required
source: New phone number does not match with confirm new phone number
vi: Số điện thoại mới không phù hợp với xác nhận số điện thoại mới

# Authentication_Expired_Message
source: Your phone authentication has been expired. Please re-authenticate.
vi: Chứng thực điện thoại của bạn đã hết hạn. Hãy chứng thực lại.

# Incorrect_Password_Message
source: Incorrect password
vi: Mật khẩu không đúng

# Account_Not_Found_Message
source: Account not found!
vi: Tài khoản không được tìm thấy!

# Invalid_Request_Message
source: Invalid request
vi: Yêu cầu không hợp lệ

# Invalid_Gender_Message
source: Invalid gender
vi: Giới tính không hợp lệ

# Permission_Denied_Message
source: Permission denied
vi: Quyền bị từ chối

# AcceptBtn
source: Accept
vi: Chấp Nhận

# Link_Facebook_Success_Message
source: Link facebook successfully!
vi: Kết nối facebook thành công!

# Link_Twitter_Success_Message
source: Link twitter successfully!
vi: Kết nối twitter thành công!

# UnLink_Facebook_Success_Message
source: Unlink facebook successfully!
vi: Hủy kết nối facebook thành công!

# UnLink_Twitter_Success_Message
source: Unlink twitter successfully!
vi: Hủy kết nối twitter thành công!

# Connect_To_Page_Feature_Not_Supported_Message
source: Connect to page feature is not supported for your account
vi: Kết nối với tính năng trang không được hỗ trợ cho tài khoản của bạn

# Your_Account_Does_Not_Link_With_Facebook_Message
source: Your account does not link with a facebook account
vi: Tài khoản của bạn không liên kết với tài khoản facebook

# Are_You_Sure_Message
source: Are you sure?
vi: Bạn có chắc không?

# A_Request_Has_Been_Sent_To_Message
source: A request has been sent to
vi: Một yêu cầu đã được gửi đến

# Deny_Pending_Invitation
source: You will deny this pending invitation!
vi: Bạn sẽ từ chối lời mời này!

# You_Become_Friend_With_Message
source: You become friend with
vi: Bạn trở thành bạn bè với

# Please_Choose_Friend_Message
source: Please choose your friend
vi: Hãy chọn bạn bè của bạn

# Has_Been_Moved_To_Message
source: has been moved to
vi: đã được chuyển đến

source: Business
vi: Doanh nghiệp

source: Change password success
vi: Đổi mật khẩu thành công

source: Change phone number success
vi: Thay đổi số điện thoại thành công

# Confirm_password_do_not_match
source: Confirm password does not match with new password
vi: Xác nhận mật khẩu không khớp

source: Connect facebook page successfully
vi: Kết nối facebook thành công

source: DELETE
vi: XÓA

source: Display Name length cannot exceed 128 characters
vi: Tên hiển thị không vượt quá 128 ký tự

source: Email is not available
vi: Email đã được sử dụng

source: has been added
vi: Đã được thêm

source: Invalid website url
vi: Địa chỉ Website không đúng

source: New password invalid
vi: Mật khẩu mới không hợp lệ

# New_PIN_has_been_sent
source: New PIN has been sent to your phone number
vi: Mã PIN đã được gửi đến số điện thoại của bạn.

source: Old password invalid
vi: Mật khẩu hiện tại không hợp lệ

source: Please choose an image
vi: Vui lòng chọn hình ảnh

source: Please choose an image file
vi: Vui lòng chọn hình ảnh

source: Please choose a page to connect
vi: Chọn 1 trang Facebook để kết nối

source: Please choose your member
vi: Vui lòng chọn số

source: Please enter display name
vi: Vui lòng nhập tên hiển thị

source: Please enter new phone number
vi: Vui lòng nhập số điện thoại mới

source: Please enter website url
vi: Vui lòng nhập địa chỉ website

source: success
vi: Thành công

source: Successful
vi: Thành công

source: UPDATE
vi: CẬP NHẬP

source: Update is not completely success
vi: Cập nhật không thật sự hoàn tất

source: Approve successfully
vi: Kiểm duyệt thành công!

source: Comment is required for rejection
vi: Bạn phải nhập nhận xét cho việc từ chối!

source: Disconnect facebook page successfully
vi: Ngưng kết nối với facebook thành công!

# New_phone_number_does_not_match
source: New phone number does not match with confirm new phone number
vi: Số điện thoại mới không khớp

# Please_choose_at_least_one_social_network
source: Please choose at least one social network that you want to share.
vi: Hãy chọn ít nhất 1 mạng xã hội để chia sẻ

source: Please select confirm country
vi: Hãy chọn xác nhận quốc gia

source: Post Detail
vi: Chi tiết bài đăng

source: Reject successfully
vi: từ chối thành công

source: This message is not empty.
vi: Nội dung không được để trống

source: Twitter allow 1 photo in post!
vi: Twitter chỉ cho phép 1 hình ảnh

source: Twitter message length not valid!
vi: Độ dài của Twitter không hợp lệ

source: You must choose at least one social network.
vi: Bạn phải chọn ít nhất 1 mạng xã hội để chia sẻ

source: You must enter in message before posting.
vi: Nội dung không được để trống

source: You will deny this pending invitation!
vi: Bạn có muốn từ chối lời mời này?

source: Are you sure to remove
vi: Bạn có chắc chắn muốn xóa

source: ACCOUNT SETTINGS
vi: CÀI ĐẶT

source: ACTIVITY LOG
vi: HOẠT ĐỘNG

source: EDIT PROFILE
vi: SỬA HỒ SƠ

source: LOG OUT
vi: THOÁT

source: MESSAGING
vi: TIN NHẮN

source: NETWORK
vi: MẠNG LƯỚI

source: NEW FEEDS
vi: BÀI MỚI

source: NOTIFICATIONS
vi: THÔNG BÁO

source: Type your message here...
vi: Nhập nội dung ở đây...

source: Re-enter password
vi: Nhập lại mật khẩu

source: About me
vi: Giới thiệu bản thân

source: Avatar profile
vi: Ảnh đại diện

source: Female
vi: Nữ

# Living_In
source: I'm living in
vi: Hiện đang sống

source: Male
vi: Nam

source: My birthday
vi: Sinh nhật

# Birthday_Error_Required
source: Please selected birthday
vi: Vui lòng nhập ngày sinh

# The_Email_Not_Verify
source: The email is have been not verify.
vi: Email mà chưa được xác nhận.

# Birthday_Error_Less_Today
source: Birthday must be less today
vi: Ngày sinh của bạn phải nhỏ ngày hiện tại.

# Check_Mail_Button
source: CHECK EMAIL!
vi: Kiểm tra mail!

# Send_Link_Verify_Again_Button
source: Send link again
vi: Gửi lại

# Additional_Info
source: Additional Information
vi: Thông tin bổ sung

# Finished_Title
source: Finished
vi: Hoàn Tất

# ConfirmPassword
source: Re-Enter Password
vi: Xác nhận mật khẩu

# ConfirmPassword_Error_Invalidated
source: Confirm Password minimum length is 8 characters
vi: Mật khẩu gồm 8 ký tự trở lên

# ConfirmPassword_Error_Required
source: Please confirm password
vi: Vui lòng nhập xác nhận mật khẩu

# Send_Link_Verify_Message
source: <h1>WE HAVE SENT YOU A LINK TO AUTHETICATION.</h1><br /> If you don’t see our email, check your spam folder.<br /> Still don’t see your email? <a ng-click="resendVerifyEmail()" class="regit-color">Send link again</a><br /> <a class="btn btn-blue">CHECK EMAIL!</a>
vi: <h1>CHÚNG TÔI ĐÃ GỬI MỘT ĐƯỜNG DẪN ĐẾN EMAIL ĐỂ XÁC THỰC</h1><br /> Nếu bạn không thấy email. Vui lòng kiểm tra hộp thư spam.<br /> Bạn vẫn không thấy? <a ng-click="resendVerifyEmail()" class="regit-color">Gửi lại đường dẫn</a><br /> <a class="btn btn-blue">KIỂM TRA EMAIL!</a>

# Registered_Completed_Login_Message
source: Please sign in to continue.
vi: Vui lòng login để tiếp tục.

# Registered_Completed_Message
source: Account registration is complete.
vi: Đăng ký hoàn tất.
