Repository: brsoftec/Deepika_GreenHouse_BR
Catalog: GH.Core/Lang/Regit.*.resx
Languages: vi

# Verifing_Email_Message
source: <h3 class="signup-verifiying-email-heading">Please check your inbox for verification email.</h3> <p>If you don’t see it, check your spam folder.</p><p> Still have trouble?</p>
vi: <h1>CHÚNG TÔI ĐÃ GỬI MỘT ĐƯỜNG DẪN ĐẾN EMAIL ĐỂ XÁC THỰC</h1><br /> Nếu bạn không thấy email. Vui lòng kiểm tra hộp thư spam.<br /> Bạn vẫn không thấy?

source: Are you sure remove this post?
vi: Bạn có muốn xóa bài viết không?

source: Cannot upload more than 1 picture!
vi: Chỉ được đăng 1 hình ảnh

source: Facebook: Cannot post on Facebook now!
vi: Facebook: Không thể đăng vào lúc này

source: Facebook: posted successfully
vi: Facebook: Đăng thành công!

source: Regit: Cannot post on Regit now!
vi: Regit: Không thể đăng vào lúc này

source: Regit: posted successfully
vi: Regit: Đăng thành công!

source: Twitter: Cannot post on Twitter now!
vi: Twitter: Không thể đăng vào lúc này

# Twitter_message_lenght_is_not_greater_than_140
source: Twitter message lenght is not greater than 140 letters!
vi: Bài viết Twitter không vượt quá 140 ký tự!

source: Twitter: posted successfully
vi: Twitter: Đăng thành công!

# Your_account_didnt_link_with_Twitter
source: Your account didn't link with Twitter account.
vi: Tài khoản của bạn không có liên kết với Twitter

source: Addtional info
vi: Thông tin thêm

# Addtional_Info_Sign_Up_Caption
source: You can continue to create your business page in the background.<br />Page is not public until verified.
vi: Bạn có thể tiếp tục tạo trang doanh nghiệp.<br/>Trang của bạn sẽ ko được công khai đến khi xác thực thành công.

# Agree_Term_Condition_Required
source: Please read and agree our terms and condition before go to next step of registration
vi: Vui lòng đọc và chấp nhận điều khoản và điều kiện của chúng tôi trước khi đến bước tiếp theo

# Resend_Verify_Email_Success
source: Verify email resent successfully
vi: Gửi lại email xác thực thành công

# Terms_AndSign_Conditions
source: Terms & Conditions
vi: Điều khoản & điều kiện

# Understand_Risks_And_Agree_Terms_Sentence
source: I understand the risks of delegation and agree to the
vi: Tôi hiểu những nguy cơ của sự ủy thác và đồng ý với

source: Business account does not exist
vi: Tài khoản doanh nghiệp không tồn tại

source: Invalid work days
vi: Ngày làm việc không hợp lệ

source: Work hours is required
vi: Thời gian làm việc là bắt buộc

# Reason_Title
source: Reason:
vi: Lý do:

# Please_Contact_Admin
source: Please contact Regit administrator for support.
vi: Vui lòng contact với Admin Regit cho hỗ trợ.

# Until_Title
source: Until:
vi: Cho đến:

source: Please check email again.
vi: Vui lòng kiểm tra hòm thư.

# ConfirmPassword_Error_Not_Same_Password
source: Confirm password is not same with password.
vi: Mật khẩu xác nhận không giống mật khẩu ban đầu

source: Account is verified
vi: Tài khoản đã được xác nhận rồi.

# Registered_Not_Completed_Message
source: Registration not completed
vi: Đăng ký tài khoản không thành công.

source: Session verify is expired
vi: Thời gian xác thực đã hết hạn.

# Start_App_Message
source: Please sign in to continue.
vi: Vui lòng login để tiếp tục.

# Verify_Is_Completed
source: Verification completed. Your account is now activated.
vi: Xác thực hoàn tất

# Send_Email_Verify_Is_Completed
source: Verify email sent
vi: Đã gửi email xác nhận

# New_Verification_Email_Sent
source: New verification email has been sent
vi: Email xác nhận mới đã được gửi.

source: All
vi: Tất cả

source: BROADCAST!
vi: TRUYỀN TIN

# CAMPAIGN_MODULE
source: INTERACTION MODULE
vi: CHIẾN DỊCH

# Delete_normal
source: Delete
vi: Xóa

source: Filter
vi: Bộ lọc

source: Filter your search
vi: Lọc kết quả

source: Friends
vi: Bạn bè

source: INDIVIDUAL DASHBOARD
vi: TRANG CÁ NHÂN

source: Invalid filters
vi: Bộ lọc không đúng

source: Last 10 days
vi: Trong 10 ngày

source: Please type keyword to search
vi: Vui lòng nhập từ khóa

source: Posted
vi: Đăng

source: Post to
vi: Đăng lên

source: Private
vi: Riêng tư

source: Public
vi: Công khai

source: Report
vi: Báo cáo

source: Search
vi: Tìm kiếm

source: STATISTICS
vi: THỐNG KÊ

# String1
source: MESSAGING
vi: TIN NHẮN

# String2
source: BUSINESS ACCOUNT MANAGEMENT
vi: QUẢN TRỊ TRANG DOANH NGHIỆP

source: This month
vi: Tháng này

source: Welcome!
vi: Xin chào!

source: Business hours
vi: Giờ làm việc

# Set_PIN
source: Set PIN Code
vi: Cài đặt mã bảo mật

# Update_PIN
source: Update PIN Code
vi: Cập nhật mã bảo mật

# Confirm_New_Pin_Code_Error_Required
source: New PIN code does not match with confirm new PIN code
vi: Mã bảo mật mới không phù hợp với xác nhận mã bảo mật mới

# Confirm_PIN_Code
source: Re-Enter PIN code
vi: Xác nhận mã bảo mật mới

source: New PIN code
vi: Mã bảo mật mới

# Change_PIN_Code_Success_Message
source: Changed PIN code
vi: Thay đổi mã bảo mật thành công

# PIN_Error_Format_Incorrect
source: Personal PIN must include 4 to 6 digits, no other character allowed.
vi: Mã code phải là 4 đến 6 số

# DOB
source: Date of Birth
vi: Ngày sinh

# ConfirmStaticPIN
source: Re-enter PIN
vi: Xác nhận mã PIN tĩnh

# StaticPIN
source: Personal PIN
vi: Mã PIN tĩnh
